/*
 	Programmatic.strings

	Translation table for strings that are returned by methods and therefore 
	cannot be included in tables created by genstrings  
*/

{
	/* Header column labels for main table */
	"binary" = "バイナリ";
	"category" = "カテゴリ";
	"flagged" = "フラグ";
	"installed" = "インストール済み";
	"maintainer" = "メンテナ";
	"name" = "名前";
	"stable" = "安定版";
	"status" = "状態";
	"summary" = "説明";
	"unstable" = "不安定版";
	"version" = "最新";
	"local" = "ローカル";
	
	/* Package status labels */
	"archived" = "アーカイブ済み";
	"current" = "最新";
	"outdated" = "古い";
		
	/* Status bar messages for package installation phases */
	"Activating %@" = "%@をアクティベートしています";
	"Building %@" = "%@をピルドしています";
	"Compiling %@" = "%@をコンパイルしています";
	"Configuring %@" = "%@を設定しています";
	"Fetching %@" = "%@をダウンロードしています";
	"Unpacking %@" = "%@を展開しています";

	/* Header column labels for outline view in package browser */
	"Name" = "名前";
	"Modified" = "変更されました";
	"Size" = "サイズ";	
}
